// Misc Strings

"fibre-channel-card-name"           = "Карта Apple FC";
"unknown"                           = "<неизвестный>";
"default-filename"                  = "Карты Fibre Channel";
"port-name-prefix"                  = "Порт";
"slot-name-prefix"					= "Слот";
"restart-required"                  = "Необходимо перезагрузить компьютер, чтобы применить настройки.";

// Status string.

"Offline"                           = "Не удается подключиться к порту.";
"Online"                            = "Возможно подключение к порту.";
// Speed status string.
"speed-status"                      = " Установленная скорость:<<заменяет>>.";	// Note that the "<<replace>>" in this string
                                                                            // is replaced by one of the speed status strings below.
                                                                            // This is to allow for different placements within the
                                                                            // sentance of the status string.

"link-status-nolink"				= "Соединение не установлено";
"link-status-nolink-unsupported"	= "Соединение не установлено (кабель не поддерживается)";
"link-status-link"					= "Соединение установлено";
"link-status-link-unsupported"		= "Соединение установлено (неподдерживаемый кабель)";

// speed status string.
"1-gigabit-per-second"              = "1 Гбит/с";
"2-gigabit-per-second"              = "2 Гбит/с";
"speed-automatic"                   = "конфигурировать автоматически";
"automatic-1-gigabit"               = "автоматическая конфигурация, в настоящий момент 1 Гбит/с";
"automatic-2-gigabit"               = "автоматическая конфигурация, в настоящий момент 2 Гбит/с";

// Topology status string.
"toplogy-status"                    = " Установленная топология порта:<<заменяет>>.";	// Note that the "<<replace>>" in this string
                                                                                    // is replaced by one of the speed status strings below.
                                                                                    // This is to allow for different placements within the
                                                                                    // sentance of the status string.
// topology status string.
"point-to-point"                    = "Point-to-Point";
"arbitrated-loop"                   = "Arbitrated Loop";
"topology-automatic"                = "конфигурировать автоматически";
"automatic-point-to-point"          = "автоматическая конфигурация; в настоящий момент Point-to-Point";
"automatic-arbitrated-loop"         = "автоматическая конфигурация, в настоящий момент Arbitrated Loop";

// Alerts
"incompatible-driver-title"         = "Установите новейший драйвер";
"incompatible-driver"               = "Для программы необходима AppleLSIFusionMPT.kext версии 1.1.0 или новее. Убедитесь в наличии установленного новейшего драйвера и повторите попытку.";
"alert-no-cards-title"              = "Карта Apple Fibre Channel не найдена";
"alert-no-cards"                    = "Убедитесь, что карта Apple Fibre Channel правильно вставлена и повторите попытку.";
"alert-restart-title"               = "Перезагрузить систему";
"alert-restart-required"            = "Для применения настроек необходимо перезагрузить комьютер. Перезагрузить сейчас?";
"alert-ok-button"                   = "ОК";
"alert-yes-button"                  = "Да";
"alert-no-button"                   = "Нет";
"alert-cancel-button"               = "Отменить";
"alert-tool-title"                  = "Ошибка инструмента fibreconfig";
"alert-fibreconfig-error"           = "Произошла ошибка с инструментом fibreconfig.";
"alert-missing-tool"                = "Инструмент fibreconfig отсутствует.";
"alert-non-executeable-tool"        = "Инструмент fibreconfig невозможно применить и, вероятно, он нуждается в переустановке.";
"ww-node-name-tooltip"              = "Имя World Wide Node";
"ww-port-name-tooltip"              = "Имя World Wide Port";